/* No comment provided by engineer. */
"%02ld:%02ld" = "%1$02ld:%2$02ld";

"%02ld:%02ld.%02ld" = "%1$02ld:%2$02ld.%3$02ld";
"%02ld.%02ld" = "%1$02ld.%2$02ld";

/* No comment provided by engineer. */
"%02ld:00" = "%02ld:00";

/* No comment provided by engineer. */
"%@ minutes ('%@')" = "%1$@ minutos ('%2$@')";

/* No comment provided by engineer. */
"Activity Timer. Ready to count." = "Activity Timer. Listo para contar.";

/* No comment provided by engineer. */
"done" = "Hecho";

/* No comment provided by engineer. */
"Pause timer" = "Pausa temporizador";

/* No comment provided by engineer. */
"Please enter done text here" = "Por favor introduce el texto hecho aquí.";

/* No comment provided by engineer. */
"Timeboxing time seems to be over. Take a break." = "Tiempo Timeboxing parece haber terminado. Tome un descanso.";

/* No comment provided by engineer. */
"Start timer" = "Iniciar temporizador";

/* No comment provided by engineer. */
"That was long. Nice. Take a break." = "Eso fue mucho. Niza. Tome un descanso.";

/* No comment provided by engineer. */
"Time for a break." = "Tiempo para un descanso.";

/* No comment provided by engineer. */
"Timer finished after %02ld minutes and %02ld seconds" = "Timer terminó después de %1$ld minutos y %2$ld segundos.";

/* No comment provided by engineer. */
"Timer running %02ld:%02ld" = "temporizador de funcionamiento %1$ld:%2$ld";

/* No comment provided by engineer. */
"Well done. 3 minutes passed." = "Bien hecho. 3 minutos pasaban.";

/* No comment provided by engineer. */
"You're done" = "Ha terminado.";

"Current timer running: %ld minutes (%@)" = "temporizador actual: %1$ld minutos (%2$@)";
